Revit 2027 API
GroupTypeId.CurtainGridHoriz Property
 Horizontal Grid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtainGridHoriz { get; }
Public Shared ReadOnly Property CurtainGridHoriz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtainGridHoriz {
	ForgeTypeId^ get ();
}
static member CurtainGridHoriz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace